а
август
австралия
автобус
автор
администрация
адрес
азия
активный
александр
александра
алексей
алеша
алла
алфавит
алфавитный
америка
английски
английский
англичанин
англичанка
англия
англо-русский
андрей
анкета
анна
антон
антоша
апельсин
аппетит
апрель
аптека
аргентина
артист
артистка
архитектор
архитектура
аспирант
аспирантка
аспирантура
аудитория
африка
аэропорт
б
бабушка
багаж
балет
банк
баскетбол
бассейн
батон
бег
бегать
бедный
бежать
без
бейсбол
белый
берег
беречь
беседовать
бесплатный
библиотека
бизнес
бизнесмен
билет
биография
биолог
биологический
биология
бить
благодарить
благодаря
близко
бог
богатый
больница
больно
больной
больше
большой
борис
боря
бразилия
брат
брать
будущее
будущий
буква
булочка
булочная
бумага
бутерброд
бутылка
бывать
быстро
быстрый
быть
в
вагон
вадик
вадим
важно
важный
валентина
валя
ваня
варить
ваш
вверх
вдруг
везде
везти
век
великий
вера
верить
вернуть
вернуться
весело
веселый
весенний
весна
весь
ветер
вечер
вещь
взять
вид
видео
видеть
виза
виктор
вилка
винительный
вино
висеть
витя
включать
вкусно
вкусный
владимир
вместе
вниз
внимание
внимательно
внимательный
внук
внучка
во
вода
водить
водка
возвращаться
воздух
возить
возможно
война
вокзал
волейбол
волноваться
володя
волос
вопрос
восемнадцать
восемь
восемьдесят
восемьсот
восклицательный
воскресение
восток
восточный
восьмой
вот
вперед
враг
врач
время
все
всегда
вспоминать
вспомнить
вставать
встреча
встречать
встречаться
вторник
второй
вход
входить
вчера
вчерашний
вы
выбирать
выключать
вымывать
выпивать
вырастать
высокий
высоко
выставка
выступать
выучивать
выход
выходить
газета
галерея
галина
галя
где
географ
географический
география
геолог
геологический
германия
герой
гитара
главный
глагол
глаз
гласный
глубокий
глубоко
глупый
говорить
год
голова
голос
голубой
гора
город
городской
горький
горячий
господин
госпожа
гостиница
гость
государство
готовить
готовый
градус
грамм
грамматика
граница
грипп
громко
группа
грустно
грустный
грязный
гулять
да
давать
давно
даже
далекий
далеко
дама
дарить
дата
дательный
два
двадцать
двенадцать
дверь
двести
двое
двоеточие
дворец
девочка
девушка
девяносто
девятнадцать
девятый
девять
девятьсот
дедушка
декабрь
декан
делать
дело
день
деньги
депутат
деревня
дерево
держать
десятый
десять
детский
детство
дешево
дешевый
диалог
диван
дима
дипломат
директор
дирижер
длинный
для
дмитрий
до
добрый
довольный
доезжать
дождь
доказывать
доктор
документ
долго
должный
дом
дома
домашний
домой
домохозяйка
дорога
дорого
дорогой
дочь
друг
другой
дружба
дружный
думать
душ
дядя
евгений
европа
европейский
египет
еда
единственный
ездить
екатерина
елена
елка
если
ехать
еще
ж
жалко
жаль
жарко
ждать
желать
желтый
жена
женатый
жениться
женский
женщина
женя
живой
животное
жизнь
житель
жить
журнал
журналист
за
забывать
завод
завтра
завтрак
завтракать
зад
задавать
задание
задача
заказывать
заканчивать
закон
закрывать
зал
замена
замечательный
замечать
замуж
замужем
занимать
заниматься
занятие
запад
западный
заплатить
запоминать
запятая
зачем
звать
звонить
звонок
звук
здание
здесь
здоровый
здоровье
здравствовать
зеленый
земля
зеркало
зима
зимний
зина
злой
знак
знакомиться
знакомый
знать
значение
значить
золото
золотой
зонт
зонтик
зоопарк
зуб
и
иван
иванович
игорь
игра
играть
игрушка
идти
из
известный
извинять
изменять
изучать
или
имя
индия
инженер
иногда
иностранец
иностранка
иностранный
институт
интеллект
интерес
интересно
интересный
интересоваться
интернет
ирина
искать
искусство
испанец
испания
испанка
испанский
исследовать
историк
исторический
история
италия
ишь
июль
июнь
к
кабинет
каждый
казаться
как
какой
каникулы
карандаш
карта
картина
картофель
касса
катя
кафе
каша
квартира
килограмм
километр
кино
кинотеатр
киоск
китаец
китай
китайский
китаянка
класс
класть
клуб
ключ
книга
книжный
когда
колбаса
количество
коля
команда
комедия
комната
композитор
компьютер
компьютерный
конверт
конец
конечно
конфета
концерт
кончать
кончаться
копейка
корабль
корея
коридор
коричневый
короткий
космический
космонавт
космос
костюм
который
кофе
кошка
красивый
красный
кресло
кровать
круглый
ксения
ксеня
ксерокс
ксюша
кто
кто-то
куда
культура
культурный
купить
курить
курица
курс
курсы
куртка
кухня
л
лампа
лара
лариса
левый
легкий
легко
лежать
лекарство
лекция
лена
лес
лестница
летать
лететь
летний
лето
ли
либо
ливия
лимон
лингвистический
литература
лифт
лицо
лоб
ложка
луна
лыжа
люба
любимый
любить
любовь
люда
людмила
люся
маг
магазин
магнитофон
май
макс
максим
маленький
мало
мальчик
мама
марина
мария
марка
март
маруся
масло
математик
математика
математический
мать
маша
машина
мебель
медицина
медицинский
медленно
медленный
медсестра
международный
мексика
менеджер
менять
мертвый
место
местоимение
месяц
метр
метро
мечта
мечтать
мешать
мила
милиционер
милиция
миллион
милый
минус
минута
минуточка
мир
мирный
митя
михаил
миша
младший
многие
много
модный
можно
мой
молодежный
молодежь
молодец
молодой
молодость
молоко
молчать
момент
море
мороженое
москвич
москвичка
московский
мочь
муж
мужской
мужчина
музей
музыка
музыкальный
музыкант
мультфильм
мы
мыло
мыть
мягкий
мягко
мясо
мяч
на
наверное
наверх
над
надежда
надеяться
надо
надя
назад
называться
наконец
налево
написать
направо
например
напротив
нарисовать
народ
народный
настоящий
наталия
наташа
наука
научать
научаться
научный
находить
находиться
национальность
национальный
начало
начинать
начинаться
наш
не
небо
невозможно
недавно
недалеко
неделя
нельзя
немец
немецкий
немецко
немка
несколько
несчастие
несчастный
нет
нигде
низкий
никогда
николай
никто
никуда
нина
ничего
ничто
но
новость
новый
нога
нож
ноль
номер
норвегия
нормально
нос
носок
ночь
ноябрь
нравиться
нужно
нужный
о
об
обед
обедать
обещать
обо
обувь
общежитие
общий
объект
объявление
объяснять
обыкновенный
обычно
обычный
обязательно
овощ
овощной
огромный
одеваться
одежда
один
одинаковый
одиннадцать
однажды
озеро
оканчивать
окно
около
окончание
октябрь
олег
ольга
он
она
они
оно
опаздывать
опасно
опера
оптимист
опытный
опять
организовывать
осенний
осень
осматривать
основной
особенно
остановка
осторожно
остров
ответ
отвечать
отдых
отдыхать
отец
открывать
открываться
открытие
открытка
откуда
отлично
отсюда
оттуда
отчество
оценивать
оценка
очень
очки
ошибка
падать
падеж
палец
пальто
памятник
папа
парк
парламент
партия
паспорт
певец
певица
пенсион
пенсионер
пенсионерка
пенсия
первый
перевод
переводить
переводчик
перед
передавать
передача
перерыв
пересадка
переход
переходить
период
песня
петр
петров
петровна
петь
петя
печение
пешком
пианино
пиво
пирог
пирожок
писатель
писать
письмо
пить
плавать
плакать
план
платить
платье
плащ
плеер
плохо
плохой
площадь
плыть
плюс
по
по-английски
по-вашему
по-испански
по-китайски
по-моему
по-немецки
по-русски
по-твоему
по-французски
победа
побеждать
поблагодарить
побывать
поверить
поверять
повторять
погода
под
подарить
подарок
подождать
подруга
подумать
поезд
поездка
поехать
пожалуйста
пожелать
поза
позавтракать
позвать
позвонить
поздно
поздравлять
познакомиться
пойти
пока
показывать
покупать
пол
полагать
поле
полезно
полезный
поликлиника
политика
политический
полк
половина
полтора
получать
полчаса
полюбить
поменять
помешать
помнить
помогать
помощь
понедельник
понимать
понравиться
понятно
пообедать
пообещать
попросить
популярный
после
последний
послушать
посмотреть
посоветовать
посол
посольство
поставлять
построить
поступать
посыл
посылать
потерять
потом
потому
поужинать
поцеловать
почему
почта
почти
пошутить
поэзия
поэт
поэтому
появляться
правда
правильно
правительство
право
правый
праздник
предмет
президент
прекрасно
прекрасный
преподаватель
преподавательница
преподавать
при
привет
приглашать
приготавливать
приезд
приезжать
пример
природа
приходить
причина
приятно
приятный
проблема
программа
продавать
продавец
продолжать
продолжаться
продукт
просить
проспект
простой
профессия
профессор
прохладно
проходить
процент
прочитывать
прошлый
прощать
прямо
психолог
психология
птица
путешествие
путешествовать
пятнадцать
пятница
пятый
пять
пятьдесят
пятьсот
работа
работать
рабочий
рад
радио
радость
раз
разговаривать
разговор
размер
разный
район
рано
рассказ
рассказывать
расти
ребенок
ребята
редко
режиссер
результат
река
религия
республика
ресторан
решать
рисовать
родина
родитель
родиться
родной
родственник
рожать
рождаться
рождение
рок
роль
роман
российский
россия
рот
рубашка
рубль
рука
русски
русский
русый
ручка
рыба
рынок
ряд
рядом
с
сад
садиться
салат
сам
самолет
самостоятельно
самый
сантиметр
сапог
сахар
саша
сберегать
сваривать
свет
светлана
светлый
свидание
свободный
свой
сдавать
сделать
себя
север
северный
сегодня
седой
седьмой
сейчас
секретарь
секунда
семейный
семнадцать
семь
семьдесят
семьсот
семья
сентябрь
сергей
сердце
сережа
серый
серьезно
серьезный
сестра
сигарета
сидеть
сильный
симпатичный
синий
сирия
система
сказать
сказка
сколько
скоро
скрипка
скучно
сладкий
слева
следующий
словарь
словник
слово
сложный
случай
случаться
слушать
слышать
смелый
смерть
смешной
смеяться
смотреть
смочь
сначала
снег
снова
со
собака
собирать
собор
собрание
сова
совать
совет
советовать
современный
согласный
сожаление
сок
солнце
соль
сообщать
сообщение
соотносительный
сорок
сосед
соседка
соседний
спасибо
спать
спеть
специалист
спичка
спокойно
спокойный
спорт
спортивный
спортсмен
спортсменка
справа
спрашивать
сразу
среда
средний
ставить
стадион
стакан
становиться
станция
старость
старший
старый
статья
стена
стих
сто
стоить
стол
столица
столовая
стоять
страна
страница
строитель
строительный
строить
студент
студентка
студенческий
стул
суббота
сувенир
суметь
сумка
суп
сутки
сфотографировать
счастие
счастливый
съедать
сыграть
сын
сыр
сюда
так
также
такой
такси
талант
талантливый
там
тамара
танец
танцевать
таня
тарелка
татьяна
твердый
твой
театр
текст
телевизор
телеграмма
телефон
темный
температура
теннис
теперь
тепло
теплый
термин
территория
терять
тетрадь
тетя
технический
тихо
тишь
то
товарищ
тогда
тоже
только
тома
торт
тот
точка
точно
трамвай
транспорт
тратить
третий
три
тридцать
тринадцать
триста
троллейбус
труд
трудно
трудный
туда
туризм
турист
тут
туфля
ты
тысяча
тяжелый
у
убивать
уважаемый
уважать
уверенный
уверять
увидеть
ударение
удивительный
удобный
удовольствие
уедать
уезжать
уже
ужин
ужинать
узкий
улица
улыбаться
ум
уметь
умирать
умный
универмаг
университет
университетский
упасть
упражнение
урок
услышать
успех
устав
уставать
утро
ухо
уходить
участвовать
учебник
учебный
ученик
ученица
ученый
учитель
учительница
учить
учиться
фабрика
факс
факультет
фамилия
февраль
фермер
фестиваль
физик
физика
физический
филолог
филологический
филология
философ
философия
философский
фильм
финляндия
фирма
флешка
фонтан
форма
фотоаппарат
фотографировать
фотография
фраза
франция
француженка
француз
французский
французско
фрукт
футбол
футболист
характер
химик
химический
химия
хирург
хлеб
хобби
ходить
хозяин
хозяйка
хоккеист
хоккей
холодно
холодный
хор
хороший
хорошо
хотеть
худо
художник
царь
цвет
цветной
цветок
целовать
целый
цена
ценить
центр
центральный
цирк
цифра
чай
чайник
час
часто
часть
часы
чашка
чей
человек
чемпион
через
черный
черт
честный
четверг
четвертый
четыре
четыреста
четырнадцать
число
чистый
читальный
читатель
читать
чтение
что
чтобы
чувство
чувствовать
шапка
шарф
шахматист
шахматы
швейцария
швеция
шестнадцать
шестой
шесть
шестьдесят
шестьсот
широкий
шкаф
школа
школьник
школьница
шоколад
шуметь
шутить
шутка
щи
э
экзамен
экономика
экономист
экономический
экскурсия
экскурсовод
эмоция
энергичный
энергия
этаж
это
этот
эфиопия
юбка
юг
южный
юмор
юность
юноша
юридический
юрий
юрист
я
яблоко
являться
ягода
язык
яйцо
январь
япония
яркий
он
она
ее
её
его
что-то
от
просто
есть
рис
борщ
