а
абстрактный
август
австралия
автобус
автор
адрес
азия
активный
александр
александра
алексей
алеша
алла
америка
английски
английский
англичанин
англичанка
англия
англо-русский
андрей
андрюша
анна
антон
антоним
антоша
апрель
аптека
аргентина
артист
артистка
архитектура
аудитория
африка
аэропорт
б
бабушка
балет
балл
банк
баскетбол
бассейн
бедный
белый
библиотека
бизнес
бизнесмен
билет
биология
близко
богатый
больной
большой
борис
боря
бразилия
брат
брать
будущее
будущий
буква
быстро
быт
бытовой
быть
в
вагон
вадик
вадим
важно
ваня
ваш
вдруг
век
великий
вера
вес
весело
веселый
весна
весь
вечер
взять
видеть
виза
виктор
вино
витя
вкусно
владимир
власть
вместе
внешность
внимательно
внук
внучка
во
вода
возраст
вокзал
волейбол
володя
воля
вопрос
вопросительный
восемнадцать
восемь
восемьдесят
восемьсот
воскресение
вот
врач
время
все
всегда
вспоминать
вспомнить
встреча
встречать
вторник
вход
вчера
вы
выпивать
высокий
выставка
выучивать
выход
газета
галина
галя
где
география
германия
гитара
глаз
говорить
год
голова
голубой
гора
город
городской
горячий
господин
госпожа
гостиница
гость
государственный
государство
готовить
готовый
грамм
громко
группа
гулять
да
давать
давно
даже
далеко
дама
дарить
два
двадцать
двенадцать
дверь
двести
дворец
девочка
девушка
девяносто
девятнадцать
девять
девятьсот
дедушка
действие
декабрь
делать
дело
день
деньги
дерево
десять
детский
дешево
дешевый
деятельность
дима
дмитрий
до
добрый
дождь
документ
долго
должный
дом
дома
домой
домохозяйка
дорога
дорого
дорогой
достаток
дочь
друг
другой
думать
дядя
евгений
европа
египет
еда
единица
единичность
езда
ездить
екатерина
елена
ехать
еще
ж
жаль
жарко
ждать
желание
желать
желтый
жена
женский
женщина
женя
живопись
животное
животный
жизнь
жилище
жилье
житель
жительство
жить
журнал
журналист
забывать
завод
завтра
завтрак
завтракать
зад
задавать
задача
закрывать
занимать
заниматься
запоминать
зачем
звать
звонить
здание
здесь
здоровый
здоровье
здравствовать
зеленый
земля
зима
знать
значимость
зонт
зонтик
зоопарк
и
иван
игорь
игра
играть
идти
из
известный
извинять
измерение
изучать
или
имя
индия
инженер
иногда
иностранец
иностранка
иностранный
институт
интеллект
интересно
интересный
интересоваться
интернет
ирина
искусство
испанец
испания
испанка
испанский
историк
исторический
история
италия
июль
июнь
к
кабинет
каждый
как
какой
карандаш
карта
картина
картофель
касса
кассета
катя
кафе
качество
квартира
килограмм
километр
кино
киоск
китаец
китай
китайский
китаянка
класс
климат
клуб
ключ
книга
книжный
ко
когда
колбаса
количественный
количество
коля
комедия
коммуникация
комната
композитор
компьютер
конверт
конец
конечно
континент
концерт
кончать
копейка
корея
коричневый
костюм
костя
который
кофе
кошка
красивый
красный
кресло
кто
куда
купить
курить
курица
курс
кухня
л
лампа
лара
лариса
левый
легкий
легко
лежать
лекция
лена
лето
леша
либо
ливия
литература
лить
лицо
ложка
люба
любимый
любить
любовь
люда
людмила
люся
магазин
магнитофон
май
макс
максим
маленький
мало
мальчик
мама
марина
мария
марка
март
маруся
масло
математик
математика
мать
маша
машина
мебель
медицина
медленно
мексика
менеджер
мень
место
месяц
метр
метро
мечтать
мила
милиция
минута
минуточка
мир
митя
михаил
миша
младший
много
можно
мой
молодой
молоко
море
мороженое
москвич
москвичка
московский
мочь
муж
мужской
мужчина
музей
музыка
музыкант
мы
мясо
на
надо
назад
называться
наиболее
наименование
написать
направлять
например
нарисовать
народ
народный
настоящий
наталия
наташа
наука
научный
находиться
национальность
национальный
начинать
наш
не
недавно
недалеко
неделя
нельзя
немец
немецкий
немецко
немка
несколько
нет
никогда
николай
никто
никуда
нина
ничего
ничто
но
новость
новый
нога
нож
номер
норвегия
нормально
ночь
ноябрь
нравиться
ну
нужно
нужный
о
об
обед
обедать
обозначение
образование
обувь
общежитие
общество
общий
объект
обычно
обязательно
овощ
одежда
один
одиннадцать
оканчивать
окно
октябрь
олег
ольга
он
она
они
оно
опаздывать
опера
оргтехника
ориентация
осень
остановка
осторожно
ответ
отвечать
отдых
отдыхать
отец
открывать
открытка
откуда
отлично
отношение
оценка
очень
очки
ошибка
пальто
памятник
папа
парк
паспорт
первый
переводчик
передача
перерыв
переход
период
песня
петербургский
петр
петро
петров
петровна
петь
петя
печатный
пианино
пиво
писатель
писать
письмо
питание
пить
план
платье
плохо
плохой
площадь
по
по-английски
по-испански
по-китайски
по-немецки
по-русски
по-французски
повторяемость
повторять
погода
подарить
подарок
подруга
подумать
поезд
поездка
поехать
пожалуйста
позавтракать
позвать
позвонить
поздно
познакомиться
пойти
пока
показывать
покупать
поликлиника
половина
половить
получать
помогать
понедельник
понимать
понравиться
понятие
понятно
пообедать
попросить
порядковый
после
посмотреть
построить
поступать
посылать
потом
потому
поужинать
почему
почта
почти
поэт
правильно
правительство
право
правый
праздник
предмет
премия
преподаватель
преподавательница
приглашать
приезжать
приложение
принадлежность
природа
природный
приходить
приятно
проблема
программа
продолжать
продукт
продукция
проживание
просить
проспект
пространство
профессия
прочитывать
проша
путешествие
пятнадцать
пятница
пять
пятьдесят
пятьсот
работа
работать
рад
радио
раз
разговаривать
размер
разный
разумный
район
рано
рассказ
рассказывать
расстояние
растение
ребенок
редко
результат
река
ресторан
решать
рисовать
ров
род
родина
родитель
родиться
родной
родственник
рождаться
рождение
роман
российский
россия
рот
рубашка
рубль
рука
русски
русский
русско
ручка
рыба
рядом
с
сад
салат
сам
самолет
сахар
саша
свет
светлана
свидание
свободный
свой
сделать
себя
северный
сегодня
сезон
сейчас
секунда
семнадцать
семь
семьдесят
семьсот
семья
сентябрь
сергей
сережа
серый
серьезный
сестра
сидеть
сильный
синий
синоним
сирия
сказать
сколько
скоро
слева
следующий
словарь
слово
слушать
смелый
смерть
смотреть
смочь
сначала
снег
со
собака
событие
современный
согласный
сок
солнце
соль
сорок
сосед
соседка
состояние
спасибо
спать
специальность
спокойно
спокойный
спорт
спортсмен
справа
спрашивать
среда
ставка
стадион
становиться
станция
старший
старый
статус
статья
стена
стих
сто
стоимость
стоить
стол
столица
столовая
стоять
страна
страница
строить
студент
студентка
студенческий
стул
суббота
сувенир
сумка
суп
сутки
существо
сущий
сфера
счастие
счастливый
съедать
сын
сыр
сюда
так
такси
талантливый
там
тамара
танцевать
таня
татьяна
твой
театр
текст
телевизор
телеграмма
телефон
тело
тематический
температура
теннис
теперь
тепло
тетрадь
тетя
техника
тихо
товарищ
тогда
тоже
только
тома
тот
трамвай
транспорт
три
тридцать
тринадцать
триста
троллейбус
трудно
трудный
туда
туризм
турист
тут
ты
тысяча
у
увидеть
удовольствие
уже
ужин
ужинать
улица
умирать
умный
университет
употребительный
упражнение
урок
уставать
устройство
утро
учебник
ученик
ученица
ученый
учитель
учительница
учить
учиться
учреждение
фабрика
факультет
фамилия
февраль
физик
физика
филолог
философ
философия
фильм
финляндия
фирма
форма
фотоаппарат
фотографировать
фотография
фраза
франция
француженка
француз
французский
французско
фрукт
футбол
футболист
характер
характеристика
химик
химия
хлеб
ходить
хозяин
хозяйка
хоккей
холодно
холодный
хороший
хорошо
хотеть
худо
художник
цвет
цветок
цена
центр
цирк
цифра
чай
чайник
час
часто
часть
часы
чашка
чей
чек
человек
чемпион
черный
черт
четверг
четыре
четыреста
четырнадцать
числительное
числительный
число
читать
что
чувствовать
шапка
шарф
шахматы
швейцария
швеция
шестнадцать
шесть
шестьдесят
шестьсот
шкаф
школа
шоколад
э
экзамен
экономика
экономист
экономический
экскурсия
экскурсовод
эмоция
этаж
этикет
это
этот
эфиопия
южный
юмор
юрий
юрист
я
яблоко
явление
язык
яйцо
январь
япония
он
она
ее
его
их